Repository: wictorwilen/ChartPart
Catalog: 12/Resources/ChartPart.*.resx
Languages: da_dk, fa_ir, nb_no, sv_se, zh_tw

source: Advanced Chart Settings
da_dk: Avanceret diagram indstillinger
fa_ir: تنظيمات پيشرفته نمودار
nb_no: Avanserte grafinnstillinger
sv_se: Avancerade graf inställningar
zh_tw: 進階設定

source: Border color
da_dk: Kantfarve
fa_ir: رنگ حاشيه
nb_no: Rammefarge
sv_se: Ramfärg
zh_tw: 邊框顏色

source: Border line
da_dk: Kantline
fa_ir: خط حاشيه
nb_no: Rammelinje
sv_se: Ramlinje
zh_tw: 邊框線條

source: Border style
da_dk: Kantstill
fa_ir: سبك حاشيه
nb_no: Rammestil
sv_se: Ramstil
zh_tw: 邊框樣式

source: Border width
da_dk: Kantbredde
fa_ir: عرض حاشيه
nb_no: Rammebredde
sv_se: Rambredd
zh_tw: 邊框寬度

# ChartBorder
source: Draw Border
da_dk: Tegn kant
fa_ir: ترسيم حاشيه
nb_no: Bruk ramme
sv_se: Använd ram
zh_tw: 顯示邊框

# ChartBorderDesc
source: Draws a border around the chart
da_dk: Tegn kant rundt om diagrammet
fa_ir: ترسيم يك حاشيه در اطراف نمودار
nb_no: Tegn en ramme rundt grafen
sv_se: Ritar en ram runt grafen
zh_tw: 圖表周圍顯示邊框

# ChartPartDesc
source: ChartPart by Wictor Wilén
da_dk: ChartPart af Wictor Wilén
fa_ir: ChartPart پياده سازي شده توسط Wictor Wilén
nb_no: ChartPart av Wictor Wilén
sv_se: ChartPart av Wictor Wilén
zh_tw: 本 ChartPart 由 Wictor Wilén 開發

source: ChartPart Settings
da_dk: ChartPart indstillinger
fa_ir: تنظيمات ChartPart
nb_no: ChartPart innstillinger
sv_se: ChartPart inställningar
zh_tw: 設定 ChartPart

source: Chart type
da_dk: Chart tybe
fa_ir: نوع نمودار
nb_no: Graftype
sv_se: Graftyp
zh_tw: 圖表類型

# ColNameTooltip
source: Include column name in tooltip
da_dk: Medtag kolonne navn i tooltip
fa_ir: نمایش نام ستون به صورت tooltip
nb_no: Inkluder kolonnenavn i tooltip
sv_se: Inkludera kolumnnamn i tooltip
zh_tw: 在工具提示顯示欄位名稱

# ColNameTooltipDesc
source: Includes the name of the column in the column tooltip
fa_ir: نمایش دادن نام ستون به صورت tooltip
nb_no: Inkluderer kolonnenavn i kolonnens tooltip
sv_se: Inkluderar kolumnens namn i kolumnens tooltip
zh_tw: 在工具提示顯示欄位名稱

# ColorParseError
source: One or more colors in the custom colors could not be parsed
da_dk: En eller flere farver i den tilpassede farver kunne ikke parses
fa_ir: يك يا چند رنگ از رنگهاي سفارشي قابل تجزيه نيستند
nb_no: En eller flere av fargene i den egendefinerte paletten kan ikke behandles
sv_se: En eller flera färger kunder inte hanteras
zh_tw: 部份自定色彩值設置錯誤，無法解譯

# ColValueTooltip
source: Display column value in tooltip
da_dk: Vis kolonne værdi i tooltip
fa_ir: نمايش مقدار ستون به صورت tooltip
nb_no: Vis kolonneverdi i tooltip
sv_se: Visa kolumnvärde i tooltip
zh_tw: 在工具提示顯示欄位值

# ColValueTooltipDesc
source: Displays the value of the column in the column tooltip
da_dk: Viser værdien af kolonnen i kolonnen tooltip
fa_ir: نمایش دادن مقدار ستون به صورت tooltip
nb_no: Vis kolonnens verdi i kolonnens tooltip
sv_se: Visar värdet av kolumnen i kolumnens tooltip
zh_tw: 在工具提示顯示欄位值

source: Count
da_dk: Tæller
fa_ir: تعداد
nb_no: Antall
sv_se: Antal
zh_tw: 計數

source: Custom colors
da_dk: Brugerdefinerede farver
fa_ir: رنگهاي سفارشي
nb_no: Egendefinerte farger
sv_se: Egna färger
zh_tw: 自定顏色

# CustomPalette
source: Use Custom Palette
da_dk: Brug brugerdefinerede paletter
fa_ir: استفاده از جدول رنگ سفارشي
nb_no: Bruk egendefinerte farger
sv_se: Använd egna färger
zh_tw: 使用自定色板

# CustomPaletteDesc
source: Use a custom palette by entering a set of colors to use
da_dk: Brug en brugerdefineret palet ved at indtaste en række farver til brug
fa_ir: از یک جدول رنگ سفارشي با وارد کردن مجموعه ای از رنگها، استفاده کنید
nb_no: Bruk en egendefinert fargepalett ved å angi et sett med farger
sv_se: Använd egna färger genom att skriva in en egen uppsättning av färger
zh_tw: 使用自定色彩值的色板

source: Custom palette values
da_dk: Brugerdefinerede palet værdier
fa_ir: مقادير جدول رنگ سفارشي
nb_no: Egendefinert fargepalett
sv_se: Egna färgvärden
zh_tw: 輸入色值

# CustomPaletteValuesDesc
source: Enter custom colors, separated with commas
da_dk: Indtast brugerdefinerede farver, adskilt med kommaer
fa_ir: رنگهای سفارشی را وارد کنید، از علامت کاما جهت جداسازی استفاده نمایید
nb_no: Angi egne fargeverdier, atskilt med komma
sv_se: Skriv in egna färgvärden, separerade med komma
zh_tw: 輸入自定色值，以逗號分隔

# DropDownSelect
source: -- Select --
da_dk: -- Vælg --
fa_ir: انتخاب کنید
nb_no: -- velg --
sv_se: -- Välj --
zh_tw: －請選擇－

# Enable3DMode
source: Display in 3D
da_dk: Vis i 3D
fa_ir: نمايش 3 بعدي
nb_no: Vis i 3D
sv_se: Visa i 3D
zh_tw: 立體顯示

# ExceptionOccurred
source: An exception occurred:
da_dk: Der opstod en fejl:
fa_ir: يك خطاي غيرمنتظره رخ داد :
nb_no: En feil oppstod:
sv_se: Ett fel uppstod:
zh_tw: 發生錯誤：

# FontSz
source: Font size
da_dk: Skriftstørrelse
fa_ir: اندازه قلم
nb_no: Skriftstørrelse
sv_se: Typsnittsstorlek
zh_tw: 字體大小

source: Height
da_dk: Højde
fa_ir: ارتفاع
nb_no: Høyde
sv_se: Höjd
zh_tw: 高度

# HeightDesc
source: Height of chart in pixels
da_dk: Højde af diagrammet i pixel
fa_ir: ارتفاع نمودار برحسب پيكسل
nb_no: Grafens høyde i piksler
sv_se: Grafens höjd i pixlar
zh_tw: 圖表高度

source: Inclination
da_dk: Hældning
fa_ir: شيب
nb_no: Helling
sv_se: Lutning
zh_tw: 傾斜

source: Invalid value
da_dk: Ugyldig værdi
fa_ir: مقدار نامعتبر
nb_no: Ugyldig verdi
sv_se: Felaktigt värde
zh_tw: 內容錯誤

# Isometric
source: Isometric projection
da_dk: Isometrisk projektion
fa_ir: پرتو هم اندازه
nb_no: Isometrisk projeksjon
sv_se: Isometrisk projektion
zh_tw: 等面績投影

source: (Item Count)
da_dk: (Element tæller)
fa_ir: (تعداد آيتم)
nb_no: (Antall)
sv_se: (Antal)
zh_tw: （計數）

source: Legend
da_dk: Legende
fa_ir: راهنماي نمودار
nb_no: Beskrivelse
sv_se: Beskrivning
zh_tw: 圖例

source: Legend position
da_dk: Legende position
fa_ir: موقعيت راهنماي نمودار
nb_no: Beskrivelsens plassering
sv_se: Beskrivningsposition
zh_tw: 圖例位置

source: Legend style
da_dk: Legende stil
fa_ir: سبك راهنماي نمودار
nb_no: Beskrivelsens stil
sv_se: Beskrivningsstil
zh_tw: 圖例樣式

source: Light style
da_dk: Lyseffekt stil
fa_ir: سبك نور
nb_no: Belysnin
sv_se: Ljusstil
zh_tw: 燈光樣式

source: Link to source list
da_dk: Link til kilde listen
fa_ir: اتصال به ليست منبع
nb_no: Koble til kildelisten
sv_se: Länka till käll-listan
zh_tw: 連接到列表

# LinkToSourceListDesc
source: The chart will be linked to the source list
da_dk: Diagrammet vil linket til kildelisten
fa_ir: نمودار به لیست منبع متصل خواهد شد
nb_no: Grafen vil få en kobling til kildelisten
sv_se: Grafen kommer att länkas till käll-listan
zh_tw: 設置圖表連到列表

source: List
da_dk: Listen
fa_ir: ليست
nb_no: Liste
sv_se: Lista
zh_tw: 列表

source: Logarithmic
da_dk: Logaritme
fa_ir: لگاریتمی
nb_no: Logaritmisk
sv_se: Logaritmisk
zh_tw: 對數縮放

# MissingList
source: No <b>List</b> selected.
da_dk: Ingen <b>list</b> er valgt.
fa_ir: <b>ليست<b/>انتخاب نشده است.
nb_no: Ingen <b>Liste</b> valgt
sv_se: Ingen <b>Lista</b> vald
zh_tw: 尚未選擇“列表”

# MissingSite
source: No <b>Site</b> selected.
da_dk: Inten <b>side</b> er valgt.
fa_ir: <b>سایت<b/>انتخاب نشده است.
nb_no: Ingen <b>Område</b> valgt
sv_se: Ingen <b>Webbplats</b> vald
zh_tw: 尚未選擇“網站”

# MissingView
source: No <b>View</b> selected.
da_dk: Inten <b>visning</b> er valgt.
fa_ir: <b>نما<b/>انتخاب نشده است.
nb_no: Ingen <b>Visning</b> valgt
sv_se: Ingen <b>Vy</b> vald
zh_tw: 尚未選擇“視圖”

# MissingXAxis
source: No <b>Columns for X-axis</b> selected.
da_dk: Ingen <b>kolonne X-akse</b> er valgt.
fa_ir: <b>ستوني براي محور b>X/>انتخاب نشده است.
nb_no: Ingen <b>kolonne for X-akse</b> valgt
sv_se: Ingen <b>kolumn för X-axeln</b> vald
zh_tw: 尚未選擇“X軸欄位”

# MissingYAxis
source: No <b>Column for Y-axis</b> selected.
da_dk: Ingen <b>kolonne Y-akse</b> er valgt.
fa_ir: <b>ستوني براي محور b>Y/>انتخاب نشده است.
nb_no: Ingen <b>kolonne for Y-akse</b> valgt
sv_se: Ingen <b>kolumn för Y-axeln</b> vald
zh_tw: 尚未選擇“Y軸欄位”

source: Multiple Charts
da_dk: Multiple diagrammer
fa_ir: نمودار چندگانه
nb_no: Flere grafer
sv_se: Flera grafer
zh_tw: 多圖表

# MultipleChartsDesc
source: Show each series as a separate chart
da_dk: Vis hver diagram separat
fa_ir: نمایش هر بخش به صورت نمودار جداگانه
nb_no: Vis hver serie som en egen graf
sv_se: Varje serie som en egen graf
zh_tw: 每個序列以單獨圖表顯示

# OpenToolPane
source: Click here to open the Tool Pane...
da_dk: Klik for at åbene værktøjs vindu
fa_ir: جهت باز شدن نوار ابزار اينجا را كليك كنيد...
nb_no: Klikk her for å åpne redigeringsvisningen
sv_se: Klicka här för att öppna redigeringsvyn
zh_tw: 點此開啟工具窗格…

source: Palette
da_dk: Palet
fa_ir: جدول رنگ
nb_no: Palett
sv_se: Palett
zh_tw: 調色盤

# PaletteDesc
source: Select the palette to base the chart colors on
da_dk: Vælg den farve palet som diagrammet skal basers på
fa_ir: از جدول رنگ برای انتخاب رنگهای نمودار استفاده کنید
nb_no: Velg hvilken fargepalett grafen skal bruke
sv_se: Välj palett att basera grafens färger på
zh_tw: 選擇圖表採用的調色盤

source: Perspective
da_dk: Perspektiv
fa_ir: پرسپكتيو
nb_no: Perspektiv
sv_se: Perspektiv
zh_tw: 視角

source: Rotation
fa_ir: چرخش
nb_no: Rotasjon
zh_tw: 旋轉

source: Show Legend
da_dk: Vis legende
fa_ir: نمايش راهنماي نمودار
nb_no: Vis beskrivelse
sv_se: Visa beskrivning
zh_tw: 顯示圖例

# ShowLegendDesc
source: Shows the legend of the chart
da_dk: Vis legende af diagrammet
fa_ir: نمايش دادن راهنماي نمودار
nb_no: Vis grafens beskrivelse
sv_se: Visar grafens beskrivning
zh_tw: 顯示圖表的圖例

# ShowValueLabel
source: Show value as label
da_dk: Vis værdi som etiket
fa_ir: نمايش مقدار به صورت برچسب
nb_no: Vis verdi som tittel
sv_se: Visa värde som titel
zh_tw: 將值顯示為標籤

source: Site
da_dk: Side
fa_ir: سايت
nb_no: Område
sv_se: Webbplats
zh_tw: 網站

source: Style
da_dk: Still
fa_ir: سبك
nb_no: Stil
sv_se: Stil
zh_tw: 樣式

# ThreeDCharts
source: 3D Charts
da_dk: 3D diagrammer
fa_ir: نمودارهاي 3 بعدي
nb_no: 3D Grafer
sv_se: 3D Grafer
zh_tw: 立體

source: Title
da_dk: Titel
fa_ir: عنوان
nb_no: Tittel
sv_se: Titel
zh_tw: 標題

# TitleFontSz
source: Title font size
da_dk: Titel tekst størrelse
fa_ir: اندازه قلم عنوان
nb_no: Tittelens skriftstørrelse
sv_se: Titel typsnittsstorlek
zh_tw: 標題字體大小

# ToolBuilderToolTip
source: Click to use builder
da_dk: Klik for at bruge
fa_ir: براي استفاده از سازنده كليك كنيد
nb_no: Klikk her for å redigere
sv_se: Klicka här för att redigera
zh_tw: 點此使用建造器

source: Treat as zero
da_dk: Behandl som nul
fa_ir: استفاده از عدد صفر
nb_no: Behandle som null
sv_se: Hantera som noll
zh_tw: 視為零

# TreatAsZeroDesc
source: Treat null values as zero, otherwise don't include those rows at all
da_dk: Behandl null værdier som nul, ellers undlad disse rækker
fa_ir: استفاده از عدد صفر به جای مقادیر null، در غیر اینصورت همه سطرهای آنها را شامل نمی شود
nb_no: Behandle null-verdier som null, ellers ikke inkluder disse verdiene
sv_se: Hanterar null-värden som noll, i annat fall inkluderas ej de värdena
zh_tw: 空值視為零，否則將不包含該列

# UseLogarithmic
source: Use Logarithmic scaling
da_dk: Brug logaritmiske skalering
fa_ir: استفاده از مقیاس لگاریتمی
nb_no: Bruk logaritmisk skala
sv_se: Använd logaritmisk skala
zh_tw: 使用對數縮放

source: View
da_dk: Visning
fa_ir: نما
nb_no: Visning
sv_se: Vy
zh_tw: 視圖

source: Width
da_dk: Bredde
fa_ir: عرض
nb_no: Bredde
sv_se: Bredd
zh_tw: 寬度

# WidthDesc
source: Width of chart in pixels
da_dk: Bredde af diagrammet i pixels
fa_ir: عرض نمودار بر حسب پيكسل
nb_no: Grafens bredde i piksler
sv_se: Grafens bredd i pixlar
zh_tw: 圖表寬度

# XSeries
source: X-Series column(s)
da_dk: X-serie kolonne(r)
fa_ir: ستون(هاي) مجموعه X
nb_no: X-seriens kolonne(r)
sv_se: X-seriens kolumn(er)
zh_tw: X系列值所在欄位

# YAxisMissing
source: Y-Axis is not found in the connected List
da_dk: Y-aksen er ikke fundet i den tilsluttede liste
fa_ir: محور Y در ليست متصل شده يافت نشد
nb_no: Y-aksen ble ikke funnet i den koblede listen
sv_se: Y-axel kan inte hittas i den kopplade listan
zh_tw: 連接清單中沒能找到Y軸內容

# YSeries
source: Y-Series column
da_dk: Y-serie kolonne
fa_ir: ستون(هاي) مجموعه Y
nb_no: Y-seriens kolonne
sv_se: Y-seriens kolumn
zh_tw: Y系列值所在欄位
